Repository: OzgeKrnz/flutter_travel_app
Catalog: lib/l10n/app_*.arb
Languages: tr

# country_DE
source: Germany
tr: Almanya

# country_AT
source: Austria
tr: Avusturya

# country_CH
source: Switzerland
tr: İsviçre

# category_CULTURE
source: Culture
tr: Kültür

# category_ADVENTURE
source: Adventure
tr: Macera

# category_ART
source: Art
tr: Sanat

# category_GASTRONOMY
source: Gastronomy
tr: Gastronomi

# category_NATURE
source: Nature
tr: Doğa

# category_HISTORY
source: History
tr: Tarih

# region_BAYERN
source: Bavaria
tr: Bayern

# region_WIEN
source: Vienna
tr: Wien

# region_ZURICH
source: Zurich
tr: Zürich

# region_LUZERN
source: Lucerne
tr: Luzern

# region_HESSEN
source: Hesse
tr: Hessen

# region_SACHSEN
source: Saxony
tr: Sachsen

# region_STEIERMARK
source: Styria
tr: Steiermark

# region_GENEVE
source: Geneva
tr: Genève

# region_TIROL
source: Tyrol
tr: Tirol

# title_TRIP_BERLIN
source: Trip to Berlin
tr: Berlin'e Gezi

# desc_TRIP_BERLIN
source: Explore museums, historical sites, and street art
tr: Müzeler, tarihi yapılar ve sokak sanatı

# title_TRIP_BAYERN
source: Trip to Bavaria
tr: Bavyera'ya Gezi

# desc_TRIP_BAYERN
source: Discover traditions, nature, and historic towns
tr: Gelenekler, doğa ve tarihi kasabalar

# title_TRIP_WIEN
source: Trip to Vienna
tr: Viyana'ya Gezi

# desc_TRIP_WIEN
source: Coffee houses, classical music, and old-town charm
tr: Kahvehaneler, klasik müzik ve eski şehir dokusu

# title_TRIP_ZURICH
source: Trip to Zurich
tr: Zürih'e Gezi

# desc_TRIP_ZURICH
source: Explore the old town, art, and the lakeside promenade
tr: Eski şehir, sanat ve göl kıyısı yürüyüş yolu

# title_TRIP_VALAIS
source: Trip to Valais
tr: Valais'e Gezi

# desc_TRIP_VALAIS
source: Alpine panoramas, hikes, and mountain villages
tr: Alp manzaraları, yürüyüşler ve dağ köyleri

# title_TRIP_BERN
source: Trip to Bern
tr: Bern'e Gezi

# desc_TRIP_BERN
source: UNESCO old town, Aare River, and museums
tr: UNESCO eski şehir, Aare Nehri ve müzeler

# title_TRIP_LUZERN
source: Trip to Lucerne
tr: Luzern'e Gezi

# desc_TRIP_LUZERN
source: Chapel Bridge, Lake Lucerne, and the old town
tr: Şapel Köprüsü, Luzern Gölü ve eski şehir

# title_TRIP_HESSEN
source: Trip to Hesse
tr: Hessen'e Gezi

# desc_TRIP_HESSEN
source: Half-timbered towns, museums, and local cuisine
tr: Yarım ahşap kasabalar, müzeler ve mutfak kültürü

# title_TRIP_SACHSEN
source: Trip to Saxony
tr: Saksonya'ya Gezi

# desc_TRIP_SACHSEN
source: Baroque architecture, art, and the Elbe valleys
tr: Barok mimari, sanat ve Elbe vadileri

# title_TRIP_STEIERMARK
source: Trip to Styria
tr: Steiermark'a Gezi

# desc_TRIP_STEIERMARK
source: Vineyards, castles, and nature parks
tr: Bağlar, kaleler ve doğa parkları

# title_TRIP_VORARLBERG
source: Trip to Vorarlberg
tr: Vorarlberg'e Gezi

# desc_TRIP_VORARLBERG
source: Alps, Lake Constance, and modern architecture
tr: Alpler, Konstanz Gölü ve modern mimari

# title_TRIP_GENEVE
source: Trip to Geneva
tr: Cenevre'ye Gezi

# desc_TRIP_GENEVE
source: Lake Geneva, the old town, and the international district
tr: Cenevre Gölü, eski şehir ve uluslararası bölge

# title_TRIP_HAMBURG
source: Trip to Hamburg
tr: Hamburg'a Gezi

# desc_TRIP_HAMBURG
source: Harbor, Speicherstadt, and the Elbphilharmonie
tr: Liman, Speicherstadt ve Elbphilharmonie

# title_TRIP_TIROL
source: Trip to Tyrol
tr: Tirol'a Gezi

# desc_TRIP_TIROL
source: Mountain panoramas, hiking, and winter sports
tr: Dağ manzaraları, yürüyüş ve kış sporları

# home_title
source: Trips
tr: Seyahatler

# empty_no_results
source: No result, please clear the filters.
tr: Sonuç yok, lütfen filtreleri temizleyin.

# help_pickDateRange
source: Select trip date range
tr: Gezi tarih aralığını seçin

# menu_home
source: Home
tr: Ana Sayfa

# menu_profile
source: Profile
tr: Profil

# menu_logout
source: Logout
tr: Çıkış Yap

# profile_title
source: Profile
tr: Profil

# profile_full_name
source: Full name
tr: Ad Soyad

# profile_created_at
source: Account created
tr: Hesap Oluşturma

# profile_last_login
source: Last sign-in
tr: Son Giriş

# filter_country
source: Country
tr: Ülke

# filter_region
source: Region
tr: Bölge

# filter_category
source: Category
tr: Kategori

# filter_date
source: Date
tr: Tarih

# filter_favorites
source: Favorites
tr: Favoriler

# filter_clear
source: Clear
tr: Temizle

# filter_all
source: All
tr: Tümü
